Repository: dmnmsc/MovistarTV
Catalog: 1.5 'Kruger 60'/Assemblies/UiServices.Record/RecordChannelDialog.*.resx
Languages: es

# ColumnName.Text
source: Name
es: Nombre de ubicación

# ColumnLocation.Text
source: Location
es: Carpeta

# buttonOk.Text
source: Set schedule
es: Programar

# buttonCancel.Text
source: Cancel
es: Cancelar

# checkBoxExpiryDate.Text
source: Stop schedule on the following date:
es: Detener la programación a partir de la siguiente fecha:

# labelStartMarginSufix.Text
source: minutes
es: minutos

# checkBoxStartMargin.Text
source: Add safety margin:
es: Añadir un margen de seguridad:

# tabPageSchedule.Text
source: Schedule
es: Programación

# tabPageLength.Text
source: Duration
es: Duración

# buttonSelectFolder.Text
source: Select folder...
es: Seleccionar carpeta...

# labelFilename.Text
source: Specify the name of the file (date and time will be added automatically):
es: Nombre del archivo de la grabación (la fecha y la hora se añaden automáticamente):

# labelSaveLocation.Text
source: Select where to save the recording:
es: Seleccione la ubicación del archivo de la grabación:

# tabPageSave.Text
source: Save location
es: Ubicación de archivo

# checkAppendRecordingDetails.Text
source: Append recording details (channel name, schedule, etc)
es: Añadir detalles de la grabación (canal, horario, etc.)

# labelTaskDescription.Text
source: Task and recording description (optional):
es: Descripción de la tarea y de la grabación (opcional)

# tabPageDescription.Text
source: Description
es: Descripción

# checkAddTaskPrefix.Text
source: Add standard prefix to name
es: Añadir un prefijo común al nombre de la tarea

# labelTaskName.Text
source: Windows Task Scheduler task name:
es: Nombre de la tarea para el Programador de Tareas de Windows:

# comboSchedulerAlreadyRunning.Items
source: Run in paralel (record both)
es: Grabar en paralelo (se graban los dos)

# comboSchedulerAlreadyRunning.Items1
source: Do not record (continue previous recording)
es: No grabar (continuar sólo con la anterior)

# comboSchedulerAlreadyRunning.Items2
source: Wait for previous recording to end and start recording
es: Esperar a que termine y empezar a grabar

# comboSchedulerAlreadyRunning.Items3
source: Stop previous recording and proceed
es: Terminar la grabación anterior y empezar a grabar

# labelSchedulerConcurrent.Text
source: If a previous programming of this recording is not over yet:
es: Si una programación previa de esta grabación aún no ha terminado:

# checkSchedulerDeleteTask.Text
source: If the recording is not scheduled again, delete the task after:
es: Si la grabación no se repite, eliminar la tarea al cabo de:

# labelSchedulerMaxRetries.Text
source: Maximum number of tries:
es: Número máximo de intentos:

# checkSchedulerRetry.Text
source: If the recording task fails, try again after
es: Si la tarea de grabación falla, intentarlo de nuevo pasados

# checkSchedulerASAP.Text
source: Start recording as soon as possible if the schedule is missed
es: Comenzar a grabar lo antes posible si no se ha comenzado a la hora prevista

# labelSchedulerFolder.Text
source: Select where to create the recording task in Windows Task Scheduler:
es: Seleccione la ubicación de la tarea en el Programador de Tareas de Windows:

# tabPageAdvanced.Text
source: Advanced settings
es: Ajustes adicionales

# $this.Text
source: Record TV Channel
es: Grabar canal de TV
