Repository: dmnmsc/MovistarTV
Catalog: 1.5 'Kruger 60'/FirstTimeConfig/Properties/Texts.*.resx
Languages: es

# ConfigurationCreateException
source: Unable to create the configuration file. An error has occurred. {0}
es: No ha sido posible crear el archivo de configuración. Se ha producido un error. {0}

# ConfigurationCreateOk
source: Configuration file(s) successfully created. First-time configuration process is finished and the application is now ready to be used.
es: Los archivos de configuración han sido creados satisfactoriamente. El proceso de configuración inicial ha finalizado y la aplicación ya está lista para poder utilizarse.

# ConfirmUserCancel
source: Are you sure you want to cancel the configuration of the application?
es: ¿Está seguro de que desea cancelar la configuración de la aplicación?

# DownloadEmbFile
source: ENU\x64\SQLServer2005_EMB.msi
es: ESN\x64\SQLServer2005_EMB.msi

# DownloadEmbFile32bit
source: ENU\x86\SQLServer2005_EMB.msi
es: ESN\x86\SQLServer2005_EMB.msi

# DownloadFromVendor32bit
source: The {0} download page has multiple individual downloads. As you're running a 32-bit version of Windows, make sure to select and install the following file: '{1}'
es: La página de descargas de {0} ofrece múltiples descargas. Puesto que está ejecutando una versión de 32 bits de Windows, asegurese de seleccionar e instalar el siguiente archivo: '{1}'

# DownloadFromVendor64bit
source: The {0} download page has multiple individual downloads. As you're running a 64-bit version of Windows, make sure to select and install the following file: '{1}'
es: La página de descargas de {0} ofrece múltiples descargas. Puesto que está ejecutando una versión de 64 bits de Windows, asegurese de seleccionar e instalar el siguiente archivo: '{1}'

# DownloadSqlCeFile
source: ENU\SSCERuntime_x64-ENU.exe
es: ESN\SSCERuntime_x64-ESN.exe

# DownloadSqlCeFile32bit
source: ENU\SSCERuntime_x86-ENU.exe
es: ESN\SSCERuntime_x86-ESN.exe

# DownloadUrlEmb
source: http://www.microsoft.com/en-us/download/details.aspx?id=20101
es: http://www.microsoft.com/es-es/download/details.aspx?id=20101

# DownloadUrlNet
source: http://www.microsoft.com/en-us/download/details.aspx?id=22
es: http://www.microsoft.com/es-es/download/details.aspx?id=22

# DownloadUrlSqlCe
source: http://www.microsoft.com/en-us/download/details.aspx?id=30709
es: http://www.microsoft.com/es-ES/download/details.aspx?id=30709

# DownloadUrlVlc
source: http://www.videolan.org/vlc/index.html
es: http://www.videolan.org/vlc/index.es.html

# DvbIpTv_PreferredLanguages
source: eng;spa
es: spa;eng

# ExceptionForceUiCulture
source: Unable to change the application UI language. The language ("culture") id may not be valid or not recognized by the system. Please verify the value of the 'ForceUICulture' program argument. No se ha podido cambiar el idioma de la aplicación. El identificador de idioma ("cultura") puede no ser válido o no ser reconocido por el sistema. Verifique el valor del argumento 'ForceUICulture' pasado al programa.
es: No se ha podido cambiar el idioma de la aplicación. El identificador de idioma ("cultura") puede no ser válido o no ser reconocido por el sistema. Verifique el valor del argumento 'ForceUICulture' pasado al programa. Unable to change the application UI language. The language ("culture") id may not be valid or not recognized by the system. Please verify the value of the 'ForceUICulture' program argument.

# FirewallDvbIpTvRuleDescription
source: Allow {0} (part of {2}) {1} inbound connections
es: Permitir conexiones {1} entrantes a {0} (parte de {2})

# FirewallException
source: Unable to execute the firewall configuration program.
es: Se ha producido un error al ejecutar el programa de configuración del cortafuegos.

# FirewallOk
source: The firewall configuration has been successfully modified.
es: Se ha realizado correctamente la configuración del cortafuegos.

# FirewallUserCancel
source: Windows Firewall configuration change has ben cancelled.
es: Se ha cancelado la modificación de la configuración del cortafuegos.

# FirewallVlcRuleDescription
source: Allow VLC media player {0} inbound connections
es: Permitir conexiones {0} entrantes al reproductor VLC

# GetTvPlayersVlcSameWindow
source: VLC (no new window)
es: VLC (en la misma ventana)

# GetTvPlayersVlcSameWindowX86
source: VLC (no new window - 32 bits)
es: VLC (en la misma ventana - 32 bits)

# IsEmbInstalledException
source: Unable to determine if the Microsoft® Exception Message Box component is installed. {0}
es: No ha sido posible determinar si el componente Microsoft® Exception Message Box se encuentra instalado. {0}

# IsEmbInstalledNotInstalled
source: Microsoft® Exception Message Box component is not installed on this machine.
es: El componente Microsoft® Exception Message Box no está instalado en este equipo.

# IsEmbInstalledOk
source: Installation of the Microsoft® Exception Message Box component (v{0}) has been verified.
es: Se ha verificado la instalación del component Microsoft® Exception Message Box (v{0}).

# IsNetInstalledException
source: Unable to determine the installed version of Microsoft® .NET Framework. {0}
es: No ha sido posible determinar la versión instalada de Microsoft® .NET Framework. {0}

# IsNetInstalledKeyValueLessThan
source: .NET Framework v3.5 '{0}' registry value is less than {1}.
es: El valor de registro '{0}' del .NET Framework v3.5 es menor que {1}.

# IsNetInstalledKeyValueNotFound
source: .NET Framework v3.5 '{0}' registry value not found.
es: No se ha localizado el valor de registro '{0}' del .NET Framework v3.5.

# IsNetInstalledNotInstalled
source: Microsoft® .NET Framework v3.5 is not installed on this machine.
es: .NET Framework v3.5 no está instalado en este equipo.

# IsNetInstalledOk
source: Installation of Microsoft® .NET Framework v3.5 Service Pack 1 (or greater) has been verified.
es: Se ha verificado la instalación de Microsoft® .NET Framework v3.5 Service Pack 1 (o superior).

# IsSqlCeInstalledException
source: Unable to determine if the Microsoft® SQL Server® Compact 4.0 SP1 is installed. {0}
es: No ha sido posible determinar si Microsoft® SQL Server® Compact 4.0 SP1 se encuentra instalado. {0}

# IsSqlCeInstalledNotInstalled
source: Microsoft® SQL Server® Compact 4.0 SP1 is not installed on this machine.
es: Microsoft® SQL Server® Compact 4.0 SP1 no está instalado en este equipo.

# IsSqlCeInstalledOk
source: Installation of Microsoft® SQL Server® Compact Edition 4.0 SP1 (v{0}) has been verified.
es: Se ha verificado la instalación de Microsoft® SQL Server® Compact 4.0 SP1 (v{0}).

# IsVlcInstalledException
source: Unable to determine if the VLC player is properly installed. {0}
es: No es posible determinar si el reproductor VLC está correctamente instalado. {0}

# IsVlcInstalledNotInstalled
source: VLC executable file not found at '{0}'.
es: El archivo de programa de VLC no se ha localizado en '{0}'.

# IsVlcInstalledOk
source: Installation of the VLC player (version {0}) and its library file (version {1}) has been verified.
es: Se ha verificado la instalación del reproductor VLC (versión {0}) y de su archivo de librería (versión {1}).

# IsVlcInstalledVersion
source: VLC player version {0} (or greater) is not installed on this machine. Currently installed version is {1}.
es: El reproductor VLC versión {0} (o superior) no está instalado en este equipo. La versión actualmente instalada es {1}.

# IsVlcLibInstalledNotInstalled
source: VLC library file not found at '{0}'.
es: El archivo de la librería VLC no se ha localizado en '{0}'.

# IsVlcLibInstalledVersion
source: VLC library version {0} (or greater) is not installed on this machine. Currently installed version is {1}.
es: La librería VLC versión {0} (o superior) no está instalada en este equipo. La versión actualmente instalada es {1}.

# LaunchProgramException
source: Unable to execute program '{0}'. {1}
es: No ha sido posible ejecutar el programa '{0}'. {1}

# LaunchSetupError
source: {0} setup process has finished with an error (code: {1:N0}). Try running the setup program again.
es: El proceso de instalación de {0} ha finalizado con error (código: {1:N0}). Intente ejecutar el programa de instalación de nuevo.

# LaunchSetupException
source: Unable to execute the setup program '{0}' for '{1}. {2}
es: No ha sido posible ejecutar el archivo de instalación '{0}' para '{1}. {2}

# LaunchSetupSuccess
source: {0} setup process has finished. Click 'Verify' to test the proper installation of the component.
es: El proceso de instalación de {0} ha finalizado. Haga clic en 'Comprobar' para verificar la correcta instalación del componente.

# OpenFileVlcFilter
source: VLC player|vlc.exe|Programs|*.exe
es: Reproductor VLC|vlc.exe|Programas|*.exe

# OpenFileVlcTitle
source: Select the location of the VLC player
es: Seleccione la ubicación del reproductor VLC

# OpenUrlError
source: Unable to open browser for URL '{0}'. {1}
es: No ha sido posible abrir un navegador para mostrar la URL '{0}'. {1}

# OverwriteXmlConfigFile
source: The 'user-config.xml' file already exists. If you overwrite the file all custom configurations will be lost. Do you want to overwrite the existing file?
es: El archivo 'user-config.xml' ya existe. Si sobreescribe el archivo se perderá cualquier configuración personalizada. ¿Desea sobreescribir el archivo?

# ProductFullName
source: IPTViewr: virtual decoder for movistar+
es: IPTViewr: decodificador virtual para movistar+

# ProductMainProgramName
source: IPTViewr for movistar+
es: IPTViewr para movistar+

# RedistSetupInstalling
source: Installing {0}...
es: Instalando {0}...

# SaveLocationMoviesFolder
source: Movies
es: Películas

# SaveLocationMoviesName
source: Movies
es: Películas

# SelectFolderSaveDescription
source: Please select a default folder for saving TV recordings.
es: Por favor, especifique la carpeta en la que, por defecto, se grabarán los programas de TV.

# TaskSchedulerFolderDvbIpTv
source: IPTViewr folder
es: Carpeta IPTViewr

# TelemetryHelpCaption
source: Program data recollection
es: Recolección de datos del programa

# TestVlcInstallationException
source: Unable to determine if the VLC player is properly installed. {0}
es: No es posible determinar si el reproductor VLC está correctamente instalado. {0}

# TestVlcInstallationOk
source: VLC player has been successfully launched.
es: Se ha abierto correctamente el reproductor VLC.

# WizardEndTextAbort
source: The application is not properly configured and will not run. To properly configure the application at a later time, please run this wizard again.
es: La aplicación no está configurada adecuadamente y no se podrá ejecutar. Para configurar adecuadamente la aplicación mas tarde, ejecute el asistente de nuevo.

# WizardEndTextCancel
source: The application is not properly configured and will not run. To properly configure the application at a later time, please run this wizard again.
es: La aplicación no está configurada adecuadamente y no se podrá ejecutar. Para configurar adecuadamente la aplicación mas tarde, ejecute el asistente de nuevo.

# WizardEndTextOk
source: First-time configuration process is finished and the application is now ready to be used.
es: El proceso de configuración inicial ha finalizado y la aplicación ya está lista para poder utilizarse.

# WizardEndTitleAbort
source: Can not perform the initial configuration of the application.
es: No es posible realizar la configuración inicial de la aplicación.

# WizardEndTitleCancel
source: The first-time configuration of the application has been cancelled.
es: Se ha cancelado la configuración inicial de la aplicación.

# WizardEndTitleOk
source: Configuration file(s) successfully created.
es: Los archivos de configuración han sido creados satisfactoriamente.

# WizardResultAborted
source: Can not perform the initial configuration of the application. The application is not properly configured and will not run. To properly configure the application at a later time, please run this wizard again.
es: No es posible realizar la configuración inicial de la aplicación. La aplicación no está configurada adecuadamente y no se podrá ejecutar. Para configurar adecuadamente la aplicación mas tarde, ejecute el asistente de nuevo.

# WizardResultUserCancel
source: The first-time configuration of the application has been cancelled. The application is not properly configured and will not run. To properly configure the application at a later time, please run this wizard again.
es: Se ha cancelado la configuración inicial de la aplicación. La aplicación no está configurada adecuadamente y no se podrá ejecutar. Para configurar adecuadamente la aplicación mas tarde, ejecute el asistente de nuevo.

# NetFxRequired
source: {0} is an optional feature of Windows 10 and is not installed. Windows will now ask you if you wish to install it. 1. Select 'Download and install this feature'. 2. Follow the wizard to completion. 3. Press 'Verify...' to check if {0} is properly installed.
es: {0} es una característica opcional de Windows 10 y no está instalada. Windows le preguntará a continuación si desea instalarla. 1. Seleccione la opción 'Descargar e instalar esta característica'. 2. Siga el asistente hasta su finalización. 3. Presione 'Comprobar...' para verificar si {0} está instalado correctamente.

# NextFxWindows10Setup
source: Install as Windows optional feature
es: Instalar como característica adicional de Windows
